import { useState } from "react";

export const dataTableRemBur = [
  { name: "Металл Ø133 мм.", price: "от 3 000" },
  { name: "Металл/Пластик Ø133мм./117мм", price: "от 3 200" },
  { name: "Металл Ø159 мм", price: "от 3 500" },
  { name: "Металл/Пластик Ø159мм./125мм ", price: "от 3 800" },
  { name: "Пластик НПВХ 125мм.", price: "от 2 600" },
];

export const dataTableRemBur2 = [
  { name: "Металл Ø133 мм.", price: "от 2 800" },
  { name: "Металл/Пластик Ø133мм./117мм", price: "от 3 000" },
  { name: "Металл Ø159 мм", price: "от 3 500" },
  { name: "Металл/Пластик Ø159мм./125мм ", price: "от 3 600" },
  { name: "Пластик НПВХ 125мм.", price: "от 2 500" },
];

export const dataTableRemontScv = [
  { name: "Диагностика скважины на воду (Выезд)", price: "от 5 000" },
  { name: "Видеодиагностика", price: "от 10000" },
  { name: "Замена гидроаккумулятора (гидробак)", price: "от 4 000" },
  { name: "Замена реле управления", price: "от 3 500" },
  { name: "Установка / замена оголовка", price: "от 3 000" },
  { name: "Монтаж кранов и прочее", price: "от 2 500" },
  { name: "Настройка автоматики", price: " от 3 000" },
  { name: "Сварочные работы", price: " от 5000" },
];

export const chistka = [
  { name: "Диагностика (видеодиагностика)", price: "от 5 000" },
  { name: "Видеодиагностика", price: "от 10 000" },
  { name: "От 10 до 40 метров", price: "от 5 000" },
  { name: "От 40 метров ", price: "от 7 000" },
  { name: "От 60 метров ", price: "от 16 000" },
  { name: "От 80 метров ", price: "от 18 000" },
  { name: "От 120 метров ", price: "от 25 000" },
];

export const diag = [
  { name: "Диагностика скважины на воду.Выезд в день обращения", price: "от 4 500" },
  { name: "Видеодиагностика. Запись в подарок", price: "от 5 500" },
];

export const zamenaNasosa = [
  { name: "Замена насоса на глубине до 35 метров", price: " 13 000" },
  { name: "Замена насоса на глубине до 50 метров", price: " 18 000" },
  { name: "Замена насоса на глубине до 80 метров", price: "от 23 000" },
  { name: "Замена насоса на глубине до 100 метров", price: "от 25 000" },
  { name: "Замена насоса на глубине до 120 метров", price: "от 30 000" },
];

export const ustanovkaNasosa = [
  { name: "Установка насоса на глубине до 35 метров", price: "от 13 000" },
  { name: "Установка насоса на глубине до 60 метров", price: "от 18 000" },
  { name: "Замена насоса на глубине до 80 метров", price: "от 23 000" },
  { name: "Установка насоса на глубине до 100 метров", price: "от 25 000" },
  { name: "Установка насоса на глубине до 150 метров", price: "от 30 000" },
];

export const ecv = [
  { name: "Монтаж(замена установка) ЭЦВ насоса до 40 метров", price: "от 25 000" },
  { name: "Монтаж(замена установка) ЭЦВ насоса до 60 метров", price: "от 35 000" },
  { name: "Монтаж(замена установка) ЭЦВ насоса до 80 метров", price: "от 55 000" },
  { name: "Монтаж(замена установка) ЭЦВ насосадо от 80 метров", price: "от 70 000" },
];

export const servObsVodo = [
  { name: "Диагностика водоочистки", price: "от 3500 руб. при заказе другой услуги бесплатно" },
  { name: "Диагностика с анализом воды", price: " 5 000" },
  { name: "Сервисное обслуживание 1 балон", price: " 5 000" },
  { name: "Сервисное обслуживание 2 балона", price: " 9 000" },
  { name: "Сервисное обслуживание 3 балона", price: "13 000" },
  { name: "Прочие услуги", price: "договорная" },
];

export const montajVodosnab = [
  { name: "Установка насоса в колодце под ключ", price: "от 13 000" },
  { name: "Установка дополнительного крана", price: "от 4 000" },
  { name: "Установка гидроаккумулятора ", price: "от 4 000" },
  { name: "Установка дополнительного крана ", price: "от 1 000" },
  { name: "Монтаж  греющего кабеля  ", price: "от 2 000" },
  { name: "Монтаж точки потребления воды ", price: "от 2 000" },
  { name: "Замена фильтра (картриджа) для воды", price: "от 4 000" },
  { name: "Монтаж бойлера", price: "от 5 000" },
  { name: "Сборка и установка любых узлов сантехники", price: "от 6 000" },
  { name: "Монтаж кесона под ключ", price: "от 20 000" },
  { name: "Монтаж адаптера скважинного", price: "от 20 000" },
  { name: "Рытье траншей  лопатой  ", price: "от 6 000" },
  { name: "Электромонтажные работы любой сложности", price: "от 3 000" },
  { name: "Монтаж адаптера скважинного", price: "от 18 000" },
  { name: "Установка гидроаккумулятора ", price: "от 4 000" },
];

export const zamenaAcc = [
  { name: "Замена горизонтального гидроаккумулятора", price: "от 3000" },
  { name: "Замена вертикального гидроаккумулятора", price: "от 4 000" },
  { name: "Замена вертикального гидроаккумулятора от 100 литров", price: "от 6 000" },
];

export const vodoOchistka = [
  { name: "Диагностика водоочистки", price: "от 4 000 руб. при заказе другой услуги бесплатно" },
  { name: "Диагностика с анализом воды", price: "от 1 000" },
  { name: "Сервисное обслуживание 1 балон", price: "от 5 000" },
  { name: "Сервисное обслуживание 2 балона", price: "от 9 000" },
  { name: "Сервисное обслуживание 3 балона", price: "от 13 000" },
  { name: "Прочие услуги", price: "договорная" },
];

export const analiz = [
  { name: "Анализа воды из артезианской скважин", price: "от 2 000" },

  { name: "Микробиологического анализа воды", price: "от 1 200" },
];

export const podvedenie = [
  { name: "Консультация и даигностика", price: "Бесплатно" },
  { name: "Копка траншей", price: "от 1 000 рублей метр" },
  { name: "Подведение воды к дому до 10 метров", price: "от 2 500" },
  { name: "Подведение воды к дому от 10 до 30 метров", price: "от 3 000" },
  { name: "Подведение воды к дому от 30 метров", price: "от 5 000" },
];
